"BUTTON_AUTHENTICATE" = "Gebruik mijn telefoonnummer";

"BUTTON_CONTINUE" = "Verder";

"BUTTON_DISMISS" = "Afwijzen";

"BUTTON_DONE" = "Gereed";

"BUTTON_NOT_NOW" = "Niet nu";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Verstuur bevestigingscode opnieuw";

"BUTTON_RETRY" = "Opnieuw proberen";

"BUTTON_SENDING" = "Versturen...";

"BUTTON_SENDING_CONF_CODE" = "Bevestigingscode versturen...";

"BUTTON_SEND_CONF_CODE" = "Verstuur bevestigingscode";

"BUTTON_SENT_CONF_CODE" = "Bevestigingscode verstuurd";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Log in met Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Probeer een ander nummer";

"CALL_ME_ACTION" = "Bel me";

"CALL_ME_LOADING" = "Bellen...";

"ERROR_CANT_SMS" = "Er kan geen sms worden verstuurd naar dit nummer.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Controleer je code en probeer het opnieuw";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Oeps, het lijkt erop dat we een probleem met het netwerk hebben. Zullen we dat opnieuw proberen? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Controleer je nummer en probeer het opnieuw";

"ERROR_TRY_AGAIN_LATER" = "Je kunt momenteel niet worden ingelogd bij Twitter. Probeer het later opnieuw.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Je hebt eerder een code voor 2-staps verificatie ingesteld op <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Als je hierboven op 'Bel me' tikt, stuurt <u>Digits by Twitter</u> je een voicemail om je telefoonnummer te bevestigen. Standaardkosten voor gegevens en berichten kunnen van toepassing zijn.";

"FOOTNOTE_CREATE_ACCOUNT" = "Door hierboven op 'Verder' te tikken, ga je akkoord met de <u>algemene voorwaarden</u>, het <u>privacybeleid</u> en het <u>cookiebeleid</u> van Digits by Twitter, en dat andere gebruikers van %@ je kunnen vinden via je telefoonnummer en/of e-mailadres.";

"FOOTNOTE_SEND_CONF_CODE" = "Als je hierboven op 'Verstuur bevestigingscode' tikt, wordt er vanuit <u>Digits by Twitter</u> een sms verstuurd om je telefoonnummer te bevestigen. Standaardkosten voor gegevens en berichten kunnen van toepassing zijn.";

"FOOTNOTE_TOS_UPDATE" = "Door hierboven op 'Verder' te tikken, ga je akkoord met de bijgewerkte <u>algemene voorwaarden</u>, het <u>privacybeleid</u> en het <u>cookiebeleid</u> van Digits by Twitter, en dat andere gebruikers van %@ je kunnen vinden via je telefoonnummer en/of e-mailadres.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Voer de code voor 2-staps verificatie in";

"LABEL_ENTER_CONF_CODE" = "Voer bevestigingscode in";

"LABEL_ENTER_PHONE_NUMBER" = "Voer je telefoonnummer in";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "We gebruiken Digits by Twitter om vrienden te zoeken die deze app gebruiken. Als je op OK tikt, wordt je adresboek naar Digits by Twitter geüpload om bekenden die %@ gebruiken te vinden en andere mensen die %@ te helpen jou te vinden.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Vind je vrienden";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Je telefoonnummer kan niet worden bevestigd";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "We hebben helaas wat problemen met het versturen van de bevestigingscode.";

"PARTIAL_FOOTNOTE_THIS_APP" = "deze app";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Verificatiecode";

"PLACEHOLDER_CONF_CODE" = "Bevestigingscode";

"PLACEHOLDER_YOUR_NUMBER" = "Jouw nummer";

"WAIT_FOR_CONF_CODE" = "Je ontvangt binnen een minuut een bevestigingscode op je telefoon.";

